---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MPerSSup2
source: html/8ceccd66-ac7f-acbf-4d16-e9832c0dcd6f.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MPerSSup2 Property

Symbol m/s², indicating unit Meters per second squared.

## Syntax (C#)
```csharp
public static ForgeTypeId MPerSSup2 { get; }
```